smoothies_api/app/controllers/reviews_controller.rb

INSERT INTO "reviews" ("comment", "smoothie_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["comment", "so good"], ["smoothie_id", 7], ["created_at", "2021-07-11 16:38:11.925303"], ["updated_at", "2021-07-11 16:38:11.925303"]]
---
  def create
    @review = Review.new(review_params)

    if @review.save